Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Private key file missing on server for {0}
de_de: Private Schlüsseldatei fehlt auf Server für {0}
es_es: Fichero de clave privada ausente en el servidor para {0}
fr_fr: Fichier de clé privée manquant sur le serveur pour {0}
pt_pt: Arquivo de chave privada em falta no servidor para {0}
zh_cn: 对{0}而言，服务器上缺少私钥文件

source: Cannot write private key {0} to file system {1}
de_de: Privater Schlüssel {0} für Dateisystem {1} kann nicht geschrieben werden
es_es: Imposible escribir la clave privada {0} en el sistema de ficheros {1}
fr_fr: Impossible d'écrire la clé privée {0} dans le système de fichiers {1}
pt_pt: Não foi possível gravar a chave privada {0} no sistema de arquivos {1}
zh_cn: 无法在文件系统{1}中写入私钥{0}

source: Certificate {0} not available
de_de: Zertifikat {0} nicht verfügbar
es_es: Certificado {0} no disponible
fr_fr: Certificat {0} non disponible
pt_pt: Certificado {0} não está disponível
zh_cn: 证书{0}不可用

source: No certificate directory
de_de: Kein Zertifikatsverzeichnis
es_es: Ningún directorio de certificado
fr_fr: Aucun répertoire de certificat
pt_pt: No diretório de certificado
zh_cn: 无证书目录

source: Key file {0}.key is not available
de_de: Schlüssedatei {0}.key nicht verfügbar
es_es: El fichero de clave {0}.key no está disponible
fr_fr: Le fichier de clé {0}.key n'est pas disponible
pt_pt: A chave do arquivo {0} não é .key disponível
zh_cn: 密钥文件{0}。密钥不可用

source: Cannot read passphrase file. Maybe it has been created under another operating system user: {0}
de_de: Passphrasedatei kann nicht gelesen werden. Vielleicht wurde sie von einem anderen Betriebssystembenutzer erstellt: {0}
es_es: Imposible leer la frase de contraseña. Puede que se la haya creado otro usuario del sistema operativo: {0}
fr_fr: Impossible de lire le passphrase. Il se peut qu'il ait été créé par un autre utilisateur du système d'exploitation: {0}
pt_pt: Não foi possível ler senha. Ele pode ter sido criado por outro utilizador do sistema operacional: {0}
zh_cn: 无法读取口令短语。可能该口令是由操作系统的另一个用户创建的：{0}

source: Passphrase for Syracuse server {0} has not been set. Please contact the administrator to set it.
de_de: Passphrase für Syracuse-Server {0} wurde nicht festgelegt. Bitte wenden Sie sich an Ihren Administrator um es festzulegen.
es_es: La frase de contreseña para el servidor Syracuse {0} no se ha definido. Contacte con el administrador de sistema.
fr_fr: Le passphrase pour le serveur Syracuse {0} n'a pas été défini. Veuillez contacter votre administrateur système.
pt_pt: A senha para Syracuse {0} servidor não foi definido. Entre em contato com o administrador do sistema.
zh_cn: 未设定Syracuse服务器{0}的口令短语。请联系您的系统管理员。

source: New password:
de_de: Neues Passwort:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe :
pt_pt: Nova palavra-passe
zh_cn: 新密码：

source: Retype new password:
de_de: Neues Passwort erneut eingeben:
es_es: Vuelva a teclear la nueva contraseña:
fr_fr: Retaper le nouveau mot de passe :
pt_pt: Re-digite a nova senha:
zh_cn: 重新输入新密码：

source: Invalid character in password: '{0}'
de_de: Ungültiges Zeichen im Passwort: '{0}'
es_es: Carácter no válido en la contraseña : '{0}'
fr_fr: Caractère invalide dans le mot de passe : '{0}'
pt_pt: Caractere inválido na senha: '{0}'
zh_cn: 密码中的字符无效 ：'{0}'

source: No OAuth2 server according to standard configuration file
de_de: Kein OAuth2-Server entsprechend Standardkonfigurationsdatei
es_es: Sin servidor OAuth2 en acuerdo con el fichero de configuración estándar
fr_fr: Pas de serveur OAuth2 en accord avec le fichier de configuration standard
pt_pt: Nenhum servidor OAuth2 de acordo com o ficheiro de configuração padrão
zh_cn: 没有符合标准配置文件的OAuth2服务器

source: No OAuth2 server with name '{0}'
de_de: Kein OAuth2-Server mit Name '{0}'
es_es: Ningún servidor OAuth2 con el nombre '{0}'
fr_fr: Pas de serveur OAuth2 avec le nom '{0}
pt_pt: Nenhum servidor OAuth2 com o nome '{0}
zh_cn: 没有名称为'{0}'的OAuth2服务器

source: Wrong authentication method '{0}'
de_de: Falsche Authentifizierungsmethode '{0}'
es_es: Método de autentificación erróneo '{0}'
fr_fr: Méthode d'authentification erronée '{0}'
pt_pt: Método incorreto de autenticação '{0}'
zh_cn: 错误的验证方法'{0}'

source: Timeout error: the server did not respond within 2 min. Please try again or contact your system administrator. (url: {0})
de_de: Zeitüberschr.fehler: Server antw. nicht binnen 2 min. Vers. Sie es nochm. od. wenden sich an Ihren Systemadmin. (url: {0})
es_es: Error plazo caducidad: el servidor no ha contestado en 2 min. Intente de nuevo o contacte con el administrador.(url:{0})·
fr_fr: Erreur délai expiration : le serveur n'a pas répondu en 2 min. Réessayer ou contacter votre administrateur.(url: {0})
pt_pt: Erro Timeout: o servidor não responde em 2 min. Tente novamente ou contate o administrador (url .: {0})
zh_cn: 超时错误：服务器在2分钟内未作出响应。请重试或联系您的管理员。（url：{0}）

source: Memwatch is not installed (try: npm install memwatch) or not configured in nodelocal (try: config.system.memwatch=true)
de_de: Memwatch nicht installiert (try: npm install memwatch) oder nicht in nodelocal konfig. (try: config.system.memwatch=true)
es_es: Memwath no está instalado (pruebe: npm install memwatch) o no está configurado (intente:config.system.memwatch=true)
fr_fr: Memwatch n'est pas installé (essayez: npm install memwatch) ou n'est pas configuré(essayez:config.system.memwatch=true)
pt_pt: Memwatch não instalado (experimente: npm instalar memwatch) ou não está configurado (experimente: config.system.memwatch =·
zh_cn: 未安装Memwatch（请尝试：npm install memwatch）或者未配置Memwatch（请尝试：config.system.memwatch=true）

source: No heap snapshot available, creating snapshot
de_de: Kein Heap-Snapshot verfügbar, Snapshot erstellen
es_es: Ningún heap snapshot disponible, creación del snapshot en curso
fr_fr: Aucun heap snapshot disponible, création du snapshot en cours
pt_pt: Nenhum snapshot heap disponível, a criação de snapshot em curso
zh_cn: 没有可用的堆快照，正在创建快照

source: Initializing, please wait ...
de_de: Vorbereiten, bitte warten …
es_es: Inicialización encurso, espere por favor ...
fr_fr: Initialisation en cours, veuillez patienter ...
pt_pt: Inicialização, por favor aguarde ...
zh_cn: 正在进行初始化，请稍候...

source: About Us About Us Employee PictureSage provides business software, services and support to small and medium sized businesses. Whilst our heritage is in the small business market we also have the experience and expertise to meet the needs of specific industries and larger organisations.<br/><br/><br/>The Sage Group plc 2011. All Rights Reserved.
de_de: Über uns Über uns Mitarbeiter PictureSage bietet kleinen u. mittelst. Unternehmen Business Software, Service und Support. Obw. wir unser Augenmerk auf d. Mittelstand richten, haben wir auch die Erfahrung und das Wissen, um Bedürfnisse spez. Wirtschaftszweige und größerer Organisationen zu treffen.<br/><br/><br/>The Sage Group plc 2011. All Rights Reserved.
es_es: About Us About Us Employee PictureSage provides business software, services and support to small and medium Aun que nuestro objetivo sean las PYMES, tenemos la experiencia necesarias para responder a las necesidades de las industrias espcíficas y de las empresas de gran tamaño.<br/><br/><br/>Grupo Sage plc 2011. Todos derechos reservados
fr_fr: About Us About Us Employee PictureSage provides business software, services and support to small and medium Bien que notre cible soit les PME, nous disposons de l'expérience et de l'expertise nécessaires pour répondre aux besoins des industries spécifiques et des entreprises de grande taille.<br/><br/><br/>Groupe Sage plc 2011. Tous droits réservés.
pt_pt: Sobre nós Quem Somos Employee PictureSage o fornece software de negócios, serviços e apoio às pequenas e médias Embora o nosso alvo são as PME, temos a experiência e expertise para atender às necessidades indústrias específicas e grandes empresas. <br/><br/><br/> Sage Group plc 2011 Todos os direitos reservados.
zh_cn: About Us About Us Employee Picture Sage公司提供商业软件和服务，并支持中小型 企业。虽然我们的目标是中小型企业，我们有丰富的经验和专业知识，可以满足 特定行业和大型企业的需求。<br/><br/><br/>Sage集团有限公司 2011。版权所有。

source: Synchronize your application data.
de_de: Synchronisieren Sie Ihre Anwendungsdaten
es_es: Sincronizar vuestros datos de aplicación.
fr_fr: Synchroniser vos données d'application.
pt_pt: Sincronizar os dados do aplicativo.
zh_cn: 同步您的应用程序数据。

source: Welcome
de_de: Willkommnen
es_es: Bienvenido
fr_fr: Bienvenue
pt_pt: Boas-vindas
zh_cn: 欢迎访问

source: Available applications
de_de: Verfügbare Anwendungen
es_es: Aplicaciones disponibles
fr_fr: Applications disponibles
pt_pt: Aplicativos disponíveis
zh_cn: 可用的应用程序

source: Add Remove Applications
de_de: Anwendungen Hinzufügen Entfernen
es_es: Añadir/Borrar aplicaciones
fr_fr: Ajouter/Suppression applications
pt_pt: Adicionar / Remover aplicativos
zh_cn: 添加/删除应用程序

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
pt_pt: Adicionar
zh_cn: 添加

source: Installed applications
de_de: Installierte Anwendungen
es_es: Aplicaciones instaladas
fr_fr: Applications installées
pt_pt: Aplicativos instalados
zh_cn: 已安装的应用程序

source: Add applications
de_de: Anwendungen hinzufügen
es_es: Instalar aplicaciones
fr_fr: Installer des applications
pt_pt: Instalar aplicações
zh_cn: 安装应用程序

source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Supprimer
pt_pt: Suprimir
zh_cn: 删除

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pt_pt: Anular
zh_cn: 撤销

source: Please confirm action {0}
de_de: Bitte bestätigen Sie den Vorgang {0}
es_es: Por favor, confirme la acción {0}
fr_fr: Veuillez confimer l'action {0}
pt_pt: Por favor, confirmar a ação {0}
zh_cn: 请确认操作{0}

source: Sun
de_de: So
es_es: Dom
fr_fr: Dim
pt_pt: Dim
zh_cn: 周日

source: Mon
de_de: Mo
es_es: Lun
fr_fr: Lun
pt_pt: Lun
zh_cn: 周一

source: Tue
de_de: Di
es_es: Mar
fr_fr: Mar
pt_pt: Mar
zh_cn: 周二

source: Wed
de_de: Mi
es_es: Mer
fr_fr: Mer
pt_pt: Mer
zh_cn: 周三

source: Thu
de_de: Do
es_es: Jue
fr_fr: Jeu
pt_pt: Jogo
zh_cn: 周四

source: Fri
de_de: Fr
es_es: Vie
fr_fr: Ven
pt_pt: Ven
zh_cn: 周五

source: Sat
de_de: Sa
es_es: Sab
fr_fr: Sam
pt_pt: Sam
zh_cn: 周六

source: Dec
de_de: Dez
es_es: Dic
fr_fr: Déc
pt_pt: Dez
zh_cn: 12月

source: Mar
de_de: Mrz
fr_fr: mars
pt_pt: Março
zh_cn: 3月

source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai
pt_pt: Maio
zh_cn: 5月

source: Oct
de_de: Okt
pt_pt: Out
zh_cn: 10月

source: mdy
de_de: dmy
es_es: dmy
fr_fr: dmy
pt_pt: dmy
zh_cn: 日月年

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
pt_pt: Dia
zh_cn: 天

source: Hour
de_de: Stunde
es_es: Hora
fr_fr: Heure
pt_pt: Hora
zh_cn: 时间

source: Minutes
de_de: Minuten
es_es: Minutos
pt_pt: Minutos
zh_cn: 分

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
pt_pt: Mês
zh_cn: 月

source: January
de_de: Januar
es_es: Enero
fr_fr: Janvier
pt_pt: Janeiro
zh_cn: 1月

source: February
de_de: Februar
es_es: Febrero
fr_fr: Février
pt_pt: Fevereiro
zh_cn: 2月

source: December
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre
pt_pt: Dezembro
zh_cn: 12月

source: March
de_de: März
es_es: Marzo
fr_fr: Mars
pt_pt: Março
zh_cn: 3月

source: June
de_de: Juni
es_es: Junio
fr_fr: Juin
pt_pt: Junho
zh_cn: 6月

source: July
de_de: Juli
es_es: Julio
fr_fr: Juillet
pt_pt: Julho
zh_cn: 7月

source: October
de_de: Oktober
es_es: Octubre
fr_fr: Octobre
pt_pt: Outubro
zh_cn: 10月

source: Seconds
de_de: Sekunden
es_es: Segundos
fr_fr: Secondes
pt_pt: Segundos
zh_cn: 秒

source: Year
de_de: Jahr
es_es: Año
fr_fr: Année
pt_pt: Ano
zh_cn: 年

source: Save as a draft?
de_de: Als Entwurf speichern?
es_es: ¿Guardar como borrador?
fr_fr: Enregistrer en tant que brouillon ?
pt_pt: Salvar como rascunho?
zh_cn: 保存为草稿？在本地保存数据以便日后恢复

source: Keep data localy to retrieve them later
de_de: Speichern Sie Daten lokal um sie später abzurufen
es_es: Conservar los datos localmente para recuperarlos posteriormente
fr_fr: Conserver les données en local afin de les récupérer ultérieurement
pt_pt: Manter dados localmente para posterior recuperação
zh_cn: 在本地保存数据以便日后恢复

source: Draft
de_de: Entwurf
es_es: Borrador
fr_fr: Brouillon
pt_pt: Rascunho
zh_cn: 草稿

source: Sage X3 Mobile client error
de_de: Fehler Sage X3 Mobile-Client
es_es: Error del cliente Sage X3 Móvil
fr_fr: Erreur du client Sage X3 Mobile
pt_pt: Erro ao Cliente Sage X3 mobile
zh_cn: Sage X3移动客户端错误

source: Authentication error!
de_de: Authentifizierungsfehler!
es_es: ¡Error de autentificación!
fr_fr: Erreur authentication!
pt_pt: Erro de autenticação!
zh_cn: 身份验证错误！

source: Between
de_de: Zwischen
es_es: Entre
fr_fr: Entre
pt_pt: Entre
zh_cn: 介于

source: Equal
de_de: Gleich
es_es: Igual
fr_fr: Égal
pt_pt: Igual
zh_cn: 等于

source: Greater than or equal
de_de: Größer als oder gleich
es_es: Superior o igual a
fr_fr: Supérieur ou égal à
pt_pt: Superior ou igual a
zh_cn: 大于或等于

source: Greater than
de_de: Größer als
es_es: Superior
fr_fr: Supérieur
pt_pt: Superior
zh_cn: 大于

source: Less than or equal
de_de: Kleiner als oder gleich
es_es: Inferior o igual a·
fr_fr: Inférieur ou égal à
pt_pt: Inferior ou igual a
zh_cn: 小于或等于

source: Contains
de_de: Enthält
es_es: Contiene
fr_fr: Contient
pt_pt: Contendo
zh_cn: 包含

source: Starts with
de_de: Beginnt mit
es_es: Empieza por
fr_fr: Commence par
pt_pt: Começar por
zh_cn: 起始为

source: Less than
de_de: Kleiner als
es_es: Menos de
fr_fr: Moins que
pt_pt: Menor que
zh_cn: 少于

source: Not equal
de_de: Nicht gleich
es_es: No iguales
fr_fr: Pas égaux
pt_pt: Não igual
zh_cn: 不等于

source: You have been disconnected from application
de_de: Ihre Verbindung zur Anwendung wurde getrennt
es_es: Ha sido desconectado de la aplicación
fr_fr: Vous avez été déconnecté de l'application
pt_pt: A última sessão foi desconectada
zh_cn: 您已断开应用程序的连接

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
pt_pt: Aplicações
zh_cn: 应用程序

source: Back
de_de: Zurück
es_es: Retorno
fr_fr: Retour
pt_pt: Devolução
zh_cn: 返回

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
pt_pt: Sobre...
zh_cn: 关于

source: Change Language
de_de: Sprache ändern
es_es: Cambiar el idioma
fr_fr: Changer la langue
pt_pt: Alterar idioma
zh_cn: 更改语言

source: Next
de_de: Nächster
es_es: Sig.
fr_fr: Suiv.
pt_pt: Seg.
zh_cn: 下一

source: Prev
de_de: Vorheriger
es_es: Ant.
fr_fr: Préc.
pt_pt: Prec.
zh_cn: 上一

source: No
de_de: Nein
es_es: Nº
fr_fr: Non
pt_pt: Não
zh_cn: 否

source: No message returned by server
de_de: Keine Nachricht vom Server zurückgesendet
es_es: Ningún mensaje reenviado por el servidor
fr_fr: Aucun message renvoyé par le serveur
pt_pt: Nenhuma mensagem devolvida pelo servidor
zh_cn: 服务器未返回任何消息

source: "[{0}" - Resource not found.
de_de: "[{0}" - Quelle nicht gefunden.
es_es: "[{0}" - Recurso no encontrado.
fr_fr: "[{0}" - Ressource introuvable.
pt_pt: "[{0}" - recurso não encontrado.
zh_cn: "[{0}" - 未找到资源。

source: Record deleted
de_de: Datensatz gelöscht
es_es: Registro borrado
fr_fr: Enregistrement supprimé
pt_pt: Registo suprimido
zh_cn: 记录已删除

source: Update canceled
de_de: Update abgebrochen
es_es: Actualización cancelada
fr_fr: Mise à jour annulée
pt_pt: Atualização cancelada
zh_cn: 更新已撤销

source: Retry after ...
de_de: Versuchen Sie es nochmal nach …
es_es: Vuelva a intentar después ...
fr_fr: Réessayez après ...
pt_pt: Por favor, tente novamente mais tarde ...
zh_cn: 之后重试...

source: create canceled
de_de: Erstellen abgebrochen
es_es: Creación cancelada
fr_fr: Creation annulée
pt_pt: Criação cancelada
zh_cn: 创建已撤销

source: Delete canceled
de_de: Löschen abgebrochen
es_es: Borrado cancelado
fr_fr: Suppression annulée
pt_pt: Removendo cancelado
zh_cn: 删除已撤销

source: delete canceled
de_de: Löschen abgebrochen
es_es: Borrado cancelado
fr_fr: Suppression annulée
pt_pt: Removendo cancelado
zh_cn: 删除已撤销

source: Invalid server response ($httpstatus)
de_de: Ungültige Serverantwort ($httpstatus)
es_es: Respuesta servidor no válida ($httpstatus)
fr_fr: Réponse serveur invalide ($httpstatus)
pt_pt: Resposta inválida do servidor ($ httpStatus)
zh_cn: 无效的服务器响应（$httpstatus）

source: Modify the request before resubmitting
de_de: Ändern Sie die Anfrage, bevor Sie sie erneut abschicen
es_es: Modificar el registro antes de reenviar
fr_fr: Modifier l'enregistrement avant de renvoyer
pt_pt: Mude de gravação antes de retornar
zh_cn: 重新发送前修改记录

source: Asynchronous POST - not implemented.
de_de: Asynchroner POST - nicht implementiert
es_es: El POST asincrónico no está implantado
fr_fr: Le POST asynchrone n'est pas implémenté
pt_pt: Asynchronous POST não for implementado
zh_cn: 未实现异步POST

source: Unexpected http status {0}
de_de: Unerwarteter http-Status {0}
es_es: Estado http inesperado {0}
fr_fr: Statut http inattendu {0}
pt_pt: Estado http inesperada {0}
zh_cn: 意外的http状态{0}

source: My Drafts
de_de: Meine Entwürfe
es_es: Mis borradores
fr_fr: Mes brouillons
pt_pt: Meus rascunhos
zh_cn: 我的草稿

source: Actions
de_de: Vorgänge
es_es: Acciones
pt_pt: Acções
zh_cn: 操作

source: Add ...
de_de: Hinzufügen ...
es_es: Añadir
fr_fr: Ajoutez
pt_pt: Adicionar
zh_cn: 添加

source: Application Exception
de_de: Ausnahme Anwendung
es_es: Excepción de aplicación
fr_fr: Exception d'application
pt_pt: Exceção de aplicativo
zh_cn: 应用程序异常

source: Fatal error
de_de: Schwerwiegender Fehler
es_es: Error fatal
fr_fr: Erreur fatale
pt_pt: Erro fatal
zh_cn: 致命错误

source: Success
de_de: Erfolg
es_es: Exito
fr_fr: Succès
pt_pt: Sucesso
zh_cn: 成功

source: Warning
de_de: Warnung
es_es: Aviso
fr_fr: Avertissement
pt_pt: Advertência
zh_cn: 警告

source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
pt_pt: Mais
zh_cn: 多

source: Less
de_de: Weniger
es_es: Menos
fr_fr: Moins
pt_pt: Menos
zh_cn: 少

source: Authentication Type
de_de: Authentifizierungstyp
es_es: Tipo de autentificación
fr_fr: Type d'authentification
pt_pt: Tipo de autenticação
zh_cn: 验证类型

source: Build date:·
de_de: Erstellungsdatum:
pt_pt: Tempo:
zh_cn: Build日期：

source: Undo Create
de_de: Erstellen rückgängig
es_es: Cancelar la creación
fr_fr: Annuler la création
pt_pt: Cancelar novo
zh_cn: 撤销创建

source: Undo Delete
de_de: Löschen rückgängig
es_es: Cancelar el borrado
fr_fr: Annuler la suppression
pt_pt: Cancelar pacote de remoção
zh_cn: 撤销删除

source: Cancel sort
de_de: Sortierung abbrechen
es_es: Cancelar la clasificación
fr_fr: Annuler le tri
pt_pt: Anular ordenação
zh_cn: 撤销排序

source: Undo Changes
de_de: Änderungen rückgängig
es_es: Cancelar las modificaciones
fr_fr: Annuler les modifications
pt_pt: Cancelar Alterações
zh_cn: 撤销修改

source: Check your internet connection
de_de: Prüfen Sie Ihre Internetverbindung
es_es: Compruebe su conexión internet
fr_fr: Vérifier votre connexion internet
pt_pt: Verifique sua conexão com a internet
zh_cn: 请检查您的网络连接

source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connecter
pt_pt: Conectar
zh_cn: 连接

source: Database Exception
de_de: Ausnahme Datenbank
es_es: Excepción de base de datos
fr_fr: Exception de base de données
pt_pt: Banco de dados de exceção
zh_cn: 数据库异常

source: Delete all drafts
de_de: Alle Entwürfe löschen
es_es: Borrar los borradores
fr_fr: Effacer les brouillons
pt_pt: Limpar rascunhos
zh_cn: 清空草稿

source: Delete draft
de_de: Entwurf löschen
es_es: Suprimir borrador
fr_fr: Supprimer brouillon
pt_pt: Remover projecto
zh_cn: 删除草稿

source: Development mode
de_de: Entwicklungsmodus
es_es: Modo desarrollo
fr_fr: Mode développement
pt_pt: Modo desenvolvimento
zh_cn: 开发模式

source: Edit draft
de_de: Entwurf bearbeiten
es_es: Editar borrador
fr_fr: Editer brouillon
pt_pt: Editar projecto
zh_cn: 编辑草稿

source: Connection timeout
de_de: Zeitüberschreitung Verbindung
es_es: Plazo de caducidad de la conexión
fr_fr: Délai d'expiration de la connexion
pt_pt: Tempo limite de conexão
zh_cn: 连接超时

source: Field
de_de: Feld
es_es: Campo
fr_fr: Champ
pt_pt: Campo
zh_cn: 字段

source: Operator
de_de: Betreiber
es_es: Operador
fr_fr: Operateur
pt_pt: Operador
zh_cn: 运算符

source: Advanced
de_de: Fortgeschritten
es_es: Avanzado
fr_fr: Avancé
pt_pt: Avançado
zh_cn: 高级

source: Password contains illegal character: {0}
de_de: Passwort enthält ungültiges Zeichen: {0}
es_es: La contraseña contiene el caracter ilegal : {0}
fr_fr: Le mot de passe contient le caractère illégal : {0}
pt_pt: A senha contém caracteres inválidos: {0}
zh_cn: 密码中包含非法字符：{0}

source: Field {0} not found for salting
de_de: Feld {0} für Salting nicht gefunden
es_es: Campo {0} no encontrado para la salazón
fr_fr: Champ {0} non trouvé pour le salage
pt_pt: O campo {0} não foi encontrado para salgar
zh_cn: 未找到salage的字段{0}

source: Incorrect format
de_de: Falsches Format
es_es: Formato incorrecto
fr_fr: Format incorrect
pt_pt: Formato incorrecto
zh_cn: 格式不正确

source: Value is required
de_de: Wert erforderlich
es_es: Valor requerido
fr_fr: Valeur requise
pt_pt: Valor Obrigatório
zh_cn: 值为必填项

source: Reinstall ...
de_de: Neu installieren …
es_es: Reinstalar...
fr_fr: Réinstaller ...
pt_pt: Reinstalar ...
zh_cn: 重新安装...

source: Installing ...
de_de: Installieren …
es_es: Instalación...
fr_fr: Installation ...
pt_pt: INSTALAÇÃO
zh_cn: 安装中...

source: Invalid number "{0}"
de_de: Ungültige Nummer "{0}"
es_es: Número {0} no válid
fr_fr: Nombre {0} non valide
pt_pt: Número {0} inválido
zh_cn: 数字{0}无效

source: Loading ...
de_de: Lädt ...
es_es: Carga...
fr_fr: Chargement ...
pt_pt: Carregamento ...
zh_cn: 加载中...

source: Sign In
de_de: Anmelden
es_es: Conectarse
fr_fr: Se connecter
pt_pt: Entrar
zh_cn: 登录

source: "{0}" is required.
de_de: "{0}" erforderlich.
es_es: "{0}" es requerido.
fr_fr: "{0}" est requis.
pt_pt: "{0}" é necessário.
zh_cn: "{0}"必填。

source: Message(s)
de_de: Nachricht(en)
es_es: Mensaje(s)
pt_pt: Mensagem (s)
zh_cn: 消息

source: Please enter at least {0} characters.
de_de: Bitte geben Sie mindestens {0} Zeichen ein.
es_es: Por favor, introduzca al menos {0} carácteres
fr_fr: S'il vous plaît saisissez au moins {0} caractères
pt_pt: Por favor, insira pelo menos {0} caracteres
zh_cn: 请至少输入{0}个字符

source: Miscellaneous
de_de: Verschiedenes
es_es: Varios
fr_fr: Divers
pt_pt: Outros
zh_cn: 其他

source: Select line(s)
de_de: Zeile(n) auswählen
es_es: Seleccionar la(s) línea(s)
fr_fr: Sélectionner la/les ligne(s)
pt_pt: Selecionar / linha (s)
zh_cn: 选择行

source: {0} selected
de_de: {0} ausgewählt
es_es: {0} selecionadas
fr_fr: {0} sélectionnées
pt_pt: {0} seleccionada
zh_cn: 已选{0}项

source: Processing lines {0}/{1}
de_de: Zeilen in Bearbeitung {0}/{1}
es_es: Líneas {0}/{1} encurso de proceso
fr_fr: Lignes {0}/{1} en cours de traitement
pt_pt: Linhas {0} / {1} no processo
zh_cn: 正在处理{0}/{1}行

source: Toggle multilines selection
de_de: Mehrzeilige Auswahl umschalten
es_es: Salir del modo se selección multilíneas
fr_fr: Sortir du mode de sélection multi-lignes
pt_pt: Desengatar a seleção multi-line
zh_cn: 退出多行选择模式

source: Your browser don't support HTML5 database. Please upgrade your browser to the most recent version.
de_de: Ihr Browser unterstützt die HTML5-Datenbank nicht. Bitte aktualiseren Sie Ihren Browser auf die neueste Version.
es_es: Su navegador no es compatible con la base de datos de HTML5.
fr_fr: Votre navigateur ne supporte pas la base de données de HTML5.
pt_pt: Seu navegador não suporta banco de dados HTML5.
zh_cn: 您的浏览器不支持HTML5数据库。
